{
    "header_text": "Frequently Asked Questions",
    "elements": [ {
		"type": "Text", "border": false, "html": true, "text":"<p><b>Q: What activities am I supposed to be doing and when?</b></p><br><p><b>A:</b> If you were assigned to try the training version of the mobile application, ideally you would complete one-to-two Microdoses (a.k.a “sessions”) at any time and one Nightly Survey at the end of the day, for a total of 2-3 tasks every day. You would also complete the Track Your Progress Survey when it becomes available once every two weeks for six weeks, and again 4 weeks after you complete the program.</p><br><p>If you were assigned to continue managing your stress as usual, ideally you would complete the Track Your Progress Survey when it becomes available once every two weeks for six weeks, and again 4 weeks after you complete the program.</p><br><p><b>Q: Why am I filling in letters?</b></p><br><p><b>A:</b> Our goal is for you to learn that situations can turn out in many different ways. The endings, where letters are missing, are the most important part of the training. That’s when your brain might be forced to see a situation turn out differently than it expected. Research suggests that having participants actively engage with the words (i.e., by filling in the missing letters), versus just reading the words, might increase the benefits of the program.</p><br><p><b>Q: Why are some of the exercises repetitive?</b></p><br><p><b>A:</b> The app is designed to help you build a new thinking skill- the ability to think \"flexibly\"- through repeated training. We believe repetition is needed to build new thinking skills. Changing our thinking habits takes time, so be patient and stick with it! To learn more, please see Program Rationale, accessible from the app’s home page.</p><br><p><b>Q: Why do some scenarios have a negative ending?</b></p><br><p><b>A:</b> In real life, the worst does happen sometimes! The purpose of the training sessions is to encourage flexible thinking, or the ability to switch between positive, negative, and neutral thoughts. As you practice, you will learn that there are many different ways a situation can turn out, and the worst-case scenario is only one of them. To learn more, please see Program Rationale, accessible from the app’s home page.</p><br><p><b>Q: What do I do if I'm not receiving app notifications?</b></p><br><p><b>A:</b> We have a few suggestions! Make sure your notifications are enabled. To do this, go to the settings app on your phone and click on MindTrails. Then select to allow for notifications. </p><br><p>We have also found that notifications are most reliable when the MindTrails app is running in the background of your phone at all times. If you tend to swipe out of your apps, we recommend that you avoid doing that for MindTrails.</p><br><p>If you need to contact us for more assistance, please be sure to address the following questions:</p><br><p>What device are you using (e.g., iPhone, Android phone)?</p><p>What operating system version are you using (e.g., iOS 16.3.1)?</p><p>What app version do you have (e.g.,1.5.0)?</p><br><p>If you are still having trouble receiving notifications, please send us an email at js6zn@uvahealth.org.</p><br><p><b>Q: What is CBM-I?</b></p><br><p><b>A:</b> CBM-I stands for cognitive bias modification of interpretations. People with anxiety tend to have unhelpful thinking patterns. This method (CBM-I) can be used to change those patterns. For example, when it’s unclear what is happening in a situation, people with anxiety often jump to the worst conclusion. CBM-I provides a chance to repeatedly practice thinking in new ways to try to undo that tendency to assume the worst. This builds “flexible” thinking skills. Instead of immediately assuming the worst outcome, users are encouraged to think about different possibilities, and imagine other, less bad ways that uncertain situations might turn out. Each session that you complete in the app provides a brief dose of CBM-I, through the stories you read and the non-threatening or positive endings we present. The goal is that, with lots of practice with different stories in the app, your brain will develop a habit of flexible thinking. We hope you can then use that flexible thinking skill when uncertain situations come up in your everyday life. Research shows that CBM-I can reduce negative thought patterns and anxiety for many people, and can increase positive thinking. Also, it is easy to do in a mobile app format, making it a great option for our program!</p><br><p><b>Q: How can I get more help for my stress and anxiety?</b></p><br><p><b>A:</b> Our team has put together a list of resources with more information on anxiety and mental health treatment. Please see Resources, accessible from the app’s home page.Additionally, if you were assigned to continue managing your stress as usual at the beginning of the study, you will be offered the opportunity to try MindTrails-Movement after completing the study.</p><br><p><b>Q: What is the link between anxiety and depression, and how does CBM-I relate to this?</b></p><br><p><b>A:</b> Anxiety disorders and mood disorders like depression are typically comorbid, meaning that when someone has one, they often also have the other. Anxiety and depression symptoms can worsen each other, so it is often helpful to receive treatment for underlying difficulties that are part of both issues. For example, people with anxiety and depression both often 1) expect things to go negatively and have negative thoughts about themselves, creating distress, and 2)  avoid or withdraw from situations, especially situations that might trigger negative emotions. By repeatedly encouraging “flexible” thinking, or showing that situations can end positively more often than expected, CBM-I can help improve the daily thoughts and well-being of people with anxiety and depression.</p><br><p><b>Q: Why are Huntington’s disease and Parkinson’s disease both mentioned in some of the videos?</b></p><br><p><b>A:</b> This app, MindTrails Movement, was developed for people with movement disorders like both Huntington’s disease and Parkinson’s disease. We created two parallel versions of the app for each of these diagnoses that use the same training videos, but the stories that you read and the resources provided are all specific to your diagnosis.</p><br><p><b>Q: How can I get more help for my stress and anxiety?</b></p><br><p><b>A:</b> Our team has put together a list of resources with more information on anxiety and mental health treatment. Please see Resources, accessible from the app’s home page. Additionally, if you were assigned to continue managing your stress as usual at the beginning of the study (and you do not currently have access to MindTrails-Movement training sessions), you will be offered the opportunity to try MindTrails-Movement after completing the study.</p><br><p><b>Q: Who should I contact if I’m having technical difficulties?</b></p><br><p><b>A:</b>  You can contact js6zn@uvahealth.org if you are experiencing any technical issues. For best assistance, please include the following information in your email:</p><br><p>What device are you using (e.g., iPhone, Android phone)?</p><p>What operating system version are you using (e.g., iOS 16.3.1)?</p><p>What app version do you have (e.g.,1.5.0)?</p><br><p><b>Q: When answering questions (following each of the brief stories), the program keeps telling me that my answer is incorrect.</b></p><br><p><b>A:</b> Please answer the questions based on information given to you in the stories. This answer might be different than how you would typically answer in a given situation. The training will work best if you fully immerse yourself in each scenario, exactly as it is described.</p><br><p><b>Q: When trying to complete word fragments at the end of the brief stories, the program keeps telling me my answer is incorrect.</b></p><br><p><b>A:</b> Please complete the word fragments based only on information given to you in the brief stories.</p><br><p><b>Q: When the app is open, is it draining my phone battery?</b></p><br><p><b>A:</b> The app has minimal impact on battery use because it does not collect data when it is not being actively used.</p><br><p><b>Q: How is my data being protected?</b></p><br><p><b>A:</b> Data collected by this application is encrypted and does not contain any identifying information. Data is stored locally on your phone for a temporary period of time, then synced and securely stored in Azure storage both immediately after a training session is completed (if WiFi or cellular data is available) and periodically (i.e., 1-2 times) throughout the day. After data collection has concluded, the data is transferred from Amazon Cloud to an encrypted hard drive. At each stage, access to the data is strictly limited to the research personnel associated with the project.</p>"
	} ]
}
